[{
  "_id": {
    "$oid": "613638ec3c682e7c2fa55c90"
  },
  "name": "Harry Potter e a Ordem da Fênix",
  "author": "J.K. Rowling",
  "image": "http://books.google.com/books/content?id=9TcQCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
  "description": "Você está compartilhando os pensamentos e emoções do Lorde das Trevas. O diretor acha que é desaconselhável que isto continue a acontecer. E quer que eu lhe ensine como fechar a mente ao Lorde das Trevas.' Tempos sombrios se abateram sobre Hogwarts. Depois do ataque dos Dementadores ao seu primo Dudley, Harry Potter sabe que Voldemort fará tudo para encontrá-lo. Muitos negam o retorno do Lorde das Trevas, mas Harry não está sozinho: uma ordem secreta se reúne no Largo Grimmauld para fazer frente às forças sombrias. Harry precisa permitir que o professor Snape o ensine a se proteger dos vorazes ataques de Voldemort à sua mente. Mas eles estão ficando cada vez mais fortes, e o tempo de Harry está acabando...",
  "__v": 0
},{
  "_id": {
    "$oid": "61363a061acc8acc6f671d66"
  },
  "name": "Hooked",
  "author": "Nir Eyal",
  "image": "http://books.google.com/books/content?id=dsz5AwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
  "description": "Revised and Updated, Featuring a New Case Study How do successful companies create products people can’t put down? Why do some products capture widespread attention while others flop? What makes us engage with certain products out of sheer habit? Is there a pattern underlying how technologies hook us? Nir Eyal answers these questions (and many more) by explaining the Hook Model—a four-step process embedded into the products of many successful companies to subtly encourage customer behavior. Through consecutive “hook cycles,” these products reach their ultimate goal of bringing users back again and again without depending on costly advertising or aggressive messaging. Hooked is based on Eyal’s years of research, consulting, and practical experience. He wrote the book he wished had been available to him as a start-up founder—not abstract theory, but a how-to guide for building better products. Hooked is written for product managers, designers, marketers, start-up founders, and anyone who seeks to understand how products influence our behavior. Eyal provides readers with: • Practical insights to create user habits that stick. • Actionable steps for building products people love. • Fascinating examples from the iPhone to Twitter, Pinterest to the Bible App, and many other habit-forming products.",
  "__v": 0
},{
  "_id": {
    "$oid": "613698e8b967e6ab2f2669c4"
  },
  "name": "NIETZSCHE: Pensamentos, Citações e Afins",
  "author": "Friederich Nietzsche",
  "image": "http://books.google.com/books/content?id=WyThDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
  "description": "Friedrich Nietzsche foi filósofo, escritor, poeta, filólogo e músico e é considerado um dos mais influentes e importantes pensadores do século XIX. Em Nietzsche: Pensamentos, citações e afins, o leitor terá oportunidade conhecer o pensamento deste genial e controverso filósofo por meio de seus textos, nos mais diversos formatos. Além dos textos de Nietzsche, são apresentados artigos, biografia e um resumo de suas principais obras, com sugestão de ordem de leitura, de forma que o leitor possa se aprofundar paulatinamente na vasta obra deste grande pensador. Trata-se de uma grande porta de entrada ao fabuloso e desafiador universo de Friedrich Nietzsche.",
  "__v": 0
},{
  "_id": {
    "$oid": "613699c6b967e6ab2f2669c8"
  },
  "name": "Assim Falava Zaratustra",
  "author": "Friedrich Nietzsche",
  "image": "http://books.google.com/books/content?id=SSOpDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
  "description": "Assim falava Zaratustra', o livro mais famoso e controverso de toda a obra nietzschiana, lança mão da figura semilendária do filósofo persa do século VI a.C. para desenvolver, em uma combinação de elementos narrativos, conceituais e líricos, os quatro grandes temas que formam o pensamento de Nietzsche: o super-homem, a \"morte\" de Deus, a vontade de poder e o eterno retorno. Tradutor: José Mendes de Souza Apêndices: Geir Campos Prefácio Apêndices I e II de Elisabeth Forster Nietzsche.",
  "__v": 0
},{
  "_id": {
    "$oid": "61369a64b967e6ab2f2669cb"
  },
  "name": "Grande Sertão: Veredas",
  "author": "João Guimarães Rosa",
  "image": "http://books.google.com/books/content?id=3MaCDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
  "description": "Nova edição do clássico do século XX adaptado para os quadrinhos chega pela Globo Livros Graphic. Com roteiro do ilustrador, artista plástico e diretor de cinema Eloar Guazzelli e arte de Rodrigo Rosa, o livro, que venceu o troféu HQ Mix 2015 de melhor adaptação para os quadrinhos, respeita o texto original de Guimarães Rosa, preservando a linguagem do autor mineiro, traço que o distingue como um dos maiores escritores brasileiros.",
  "__v": 0
},{
  "_id": {
    "$oid": "61369abdb967e6ab2f2669ce"
  },
  "name": "O livro da lei",
  "author": "Aleister Crowley",
  "image": "http://books.google.com/books/content?id=r2UhEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
  "description": "\"Faze o que tu queres, há de ser o todo da Lei\". Esta frase, que é a base da Mágicka de Aleister Crowley, está n'O Livro da Lei. Escrito no Cairo, em abril de 1904, O Livro da Lei é a fonte e a chave para o pensamento do mais famoso mago do século XX. Sua influência se espalha por todo o ocultismo ocidental, do neopaganismo wicca à popularização de práticas espirituais como a yoga. Mas, além disso, espalha-se com muita força por toda a cultura popular ocidental. Crowley está na capa do disco Sgt. Pepper's Lonely Hearts Club Band, dos Beatles, mas também é citado por artistas das mais diversas áreas, dos mais diversos gêneros. De Led Zeppelin, David Bowie, Jay Z e Raul Seixas a Fernando Pessoa, William S. Burroughs, Alan Moore e Neil Gaiman. \"A influência de Crowley na cultura moderna é tão disseminada quanto a de Freud ou Jung\", diz o jornal inglês The Guardian. Esta edição bilíngue traz os comentários do autor e a reprodução dos manuscritos originais. Inclui ainda a tradução feita por Fernando Pessoa do poema de Crowley \"Hino a Pan\", acompanhado de um texto do escritor português David Soares, estudioso da relação do poeta com o mago inglês.",
  "__v": 0
},{
  "_id": {
    "$oid": "61369af9b967e6ab2f2669d1"
  },
  "name": "O Caibalion",
  "author": "Tres Iniciados",
  "image": "http://books.google.com/books/content?id=kE5gyAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
  "description": "O Caibalion é um conjunto de princípios herméticos atribuído ao lendário sábio egípcio Hermes Trismegisto, atribuído a três iniciados, provável pseudônimo de William Atkinson. De acordo com o livro, eles foram passados de geração para geração secretamente e publicados no século XX.",
  "__v": 0
},{
  "_id": {
    "$oid": "61369b73b967e6ab2f2669d4"
  },
  "name": "Machado de Assis: Obras Completas",
  "author": "Machado de Assis",
  "image": "http://books.google.com/books/content?id=A3bNDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
  "description": "Joaquim Maria Machado de Assis (Rio de Janeiro, 21 de junho de 1839 — Rio de Janeiro, 29 de setembro de 1908) foi um escritor brasileiro, considerado por muitos críticos, estudiosos, escritores e leitores um dos maiores senão o maior nome da literatura do Brasil. Obras Romances Ressurreição, (1872) A mão e a luva, (1874) Helena, (1876) Iaiá Garcia, (1878) Memórias Póstumas de Brás Cubas, (1881) Casa Velha, (1885) Quincas Borba, (1891) Dom Casmurro, (1899) Esaú e Jacó, (1904) Memorial de Aires, (1908) Coletânea de contos Contos Fluminenses, (1870) Histórias da Meia-Noite, (1873) Papéis Avulsos, (1882) Histórias sem Data, (1884) Várias Histórias, (1896) Páginas Recolhidas, (1899) Relíquias da Casa Velha, (1906).",
  "__v": 0
},{
  "_id": {
    "$oid": "61369be0b967e6ab2f2669d7"
  },
  "name": "Investigação Sobre o Entendimento Humano",
  "author": "David Hume",
  "image": "http://books.google.com/books/content?id=CWSTAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
  "description": "David Hume discute na Investigação sobre o Entendimento Humano um problema filosófico fundamental: embora, em parte, remodelação do famoso Tratado da Natureza Humana, este ensaio aborda de modo autónomo e brilhante, e ainda provocador, a questão dos «limites do conhecimento» e o tema de uma ciência do homem enquanto base de todos os ramos do saber.",
  "__v": 0
}]